Repository: hammasali/artbotic
Catalog: lib/l10n/intl_*.arb
Languages: ur

source: Existing Users, Log in Here
ur: موجودہ صارفین، یہاں لاگ ان کریں

source: Email
ur: ای میل

source: Password
ur: پاس ورڈ

source: Login
ur: لاگ ان

source: Forget Password?
ur: پاس ورڈ بھول گئے؟

source: or
ur: یا

source: Sign in with google
ur: گوگل سے سائن ان کریں

source: New Users? Register Here
ur: نئے صارفین؟ یہاں رجسٹر کریں

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں

source: Signup
ur: رجسٹر کریں

source: Create
ur: تخلیق کریں

source: My Creation
ur: میری تخلیقات

source: Settings
ur: ترتیبات

source: Buy
ur: خریداری

source: Text
ur: مواد

source: Image
ur: تصویر

source: Inpainting
ur: ان پینٹنگ

source: Add Image
ur: تصویر شامل کریں

source: Upload Image
ur: تصویر اپ لوڈ کریں

source: Enter Prompt?
ur: ہدایت دیں؟

# description
source: Write a lot of description here
ur: یہاں تفصیلی تشریح کریں

source: Prompt Builder
ur: ہدایت بنانے والا

source: Select Styles
ur: اشکال منتخب کریں

source: See all
ur: سب دیکھیں

source: Advance Settings
ur: اعلی ترتیبات

source: Choose Settings
ur: ترتیبات منتخب کریں

source: Negative Prompt
ur: منفی ہدایت

source: Don't Include
ur: شامل نہ کریں

source: Aspect Ratio
ur: جسامت نسبت

source: CGF Scale
ur: CGF پیمانہ

source: Better Quality
ur: بہتر کوالٹی

source: Match Prompt
ur: ہدایت کے مطابق

source: Seed
ur: بیج

source: Generate
ur: پیدا کریں

source: Inspiration
ur: افکار

source: Prompt
ur: ہدایت

source: Pro
ur: پرو

source: Upgrade To Pro
ur: پرو میں اپ گریڈ کریں

source: General
ur: عام

source: Theme
ur: موضوع

source: Rate Us
ur: ہمیں درجہ دیں

source: Share
ur: مشترک کریں

source: Customer Support
ur: صارفین کی حمایت

source: Others
ur: دوسروں

source: Language
ur: زبان

source: More Apps
ur: مزید ایپس

source: Privacy Policy
ur: رازداری پالیسی

source: Variation
ur: متغیر

source: Evolve
ur: ترقی پائیں

source: Upscale
ur: ترقی کریں

source: Retouch
ur: دوبارہ ٹیچ کریں

source: Bin
ur: کڑاھی

source: Send Us a Message
ur: ہمیں پیغام بھیجیں

source: Full name
ur: پورا نام

source: Your email
ur: آپ کا ای میل

source: Write your queries here...
ur: آپ کی سوالات یہاں لکھیں...

source: Submit Form
ur: فارم جمع کریں

# continueTxt
source: Continue
ur: جاری رہیں

source: Choose a plan
ur: ایک منصوبہ منتخب کریں

# unlockAllTheAdvanceTxt
source: Unlock all the advance feature by upgrading to premium plan
ur: پریمیم منصوبے پر اپنی تمام ایڈوانس فیچرز کو انلاک کریں

source: Tag Keywords
ur: ٹیگ کی متعلقہ الفاظ

source: Clear All
ur: سب کچھ صاف کریں

source: Add Keywords
ur: الفاظ شامل کریں

source: Apply
ur: لاگو کریں

source: Mask
ur: ماسک

# enterCustomSeedDefault0
source: Enter a Custom Seed (Default 0)
ur: کسٹم سیڈ درج کریں (معیاری 0)

source: Select Iterations
ur: تعداد انعکاس منتخب کریں

source: Select Guidance Scale
ur: رہنمائی پیمانہ منتخب کریں

source: Iterations
ur: انعکاس

source: Scale
ur: پیمانہ

source: Text copied to clipboard!
ur: مواد کلپ بورڈ میں کاپی ہوگیا ہے!

source: Try This Prompt
ur: اس پرامپٹ کو کوشش کریں

source: Applying Mask...
ur: ماسک لگایا جا رہا ہے...

source: Uploading Image...
ur: تصویر اپ لوڈ کی جا رہی ہے...

# promptIsRequired
source: Prompt is required to generate images
ur: تصاویر تیار کرنے کے لیے پرامپٹ درکار ہے

# generationInProgress
source: Generation is in progress...
ur: تخلیق جاری ہے...

# upscalingInProgress
source: Upscaling is in progress...
ur: اپ سکیلنگ جاری ہے...

source: Deleted
ur: حذف کر دیا گیا

source: Downloading
ur: ڈاؤن لوڈ ہو رہا ہے...

source: Loading...
ur: لوڈ ہو رہا ہے...

source: Success
ur: کامیابی

source: Error
ur: خطا

source: Publish
ur: شائع کریں

source: Model
ur: ماڈل

source: Steps
ur: مراحل

# notApplicable
source: N/A
ur: لاگو نہیں

source: Coming soon
ur: جلد آ رہا ہے

# watchAdEarnGems
source: Watch Ad and earn gems
ur: اشتہار دیکھیں اور جواہرات کمائیں

source: Share with friends
ur: دوستوں کے ساتھ بانٹیں

source: Fast Processing
ur: تیز رفتار پروسیسنگ

source: Unlimited Gems
ur: لا محدود جواہرات

# fourTimesUpscaling
source: 4x Upscaling
ur: چار گنا اپ سکیلنگ

source: Ad Free
ur: بغیر اشتہارات کے

source: Weekly
ur: ہفتہ وار

source: Monthly
ur: ماہانہ

source: Yearly
ur: سالانہ

source: ArtBotic Pro
ur: آرٹ بوٹک پرو

# unshackleYourImagination
source: Unshackle your imaginative spirit
ur: اپنی تخیل کو آزاد کریں
